tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mistertea/et"
tap "teamookla/speedtest"
brew "alerter"
brew "xz"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "argon2"
brew "arping"
brew "atomicparsley"
brew "b3sum"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bash-language-server"
brew "bash-preexec"
brew "bash-snippets"
brew "bashdb"
brew "bat"
brew "bench"
brew "python@3.11"
brew "binwalk"
brew "bitwarden-cli"
brew "blueutil"
brew "carthage"
brew "cfonts"
brew "checkbashisms"
brew "clang-format"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dhcping"
brew "diffutils"
brew "esptool"
brew "exa"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fping"
brew "fzf"
brew "fzy"
brew "gawk"
brew "universal-ctags"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gping"
brew "grc"
brew "grep"
brew "gzip"
brew "handbrake", link: false
brew "hashcat", args: ["HEAD"]
brew "hping"
brew "htop"
brew "iftop"
brew "iperf3"
brew "jenv"
brew "jq"
brew "less"
brew "lesspipe"
brew "libdnet"
brew "libxfixes"
brew "libxcursor"
brew "libxi"
brew "libxrandr"
brew "libxv"
brew "linode-cli"
brew "lsd"
brew "minicom"
brew "mtr"
brew "nmap"
brew "notcurses"
brew "pbzip2"
brew "pkcs11-helper"
brew "platformio"
brew "poetry"
brew "prettyping"
brew "proctools"
brew "ripgrep"
brew "s3cmd"
brew "sdl2_ttf"
brew "sha3sum"
brew "shellcheck"
brew "shfmt"
brew "sigstore"
brew "sk"
brew "spice-gtk"
brew "squashfs"
brew "tcping"
brew "telnet"
brew "tere"
brew "terminal-notifier"
brew "tmux"
brew "toilet"
brew "trzsz"
brew "tty-clock"
brew "twoping"
brew "uptimed", restart_service: true
brew "utimer"
brew "video-compare"
brew "vim"
brew "vnstat"
brew "vttest"
brew "watch"
brew "watchman"
brew "weechat", args: ["HEAD"]
brew "wget"
brew "xdg-ninja"
brew "xidel"
brew "xterm"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "mistertea/et/et"
brew "teamookla/speedtest/speedtest"
cask "activitywatch"
cask "adobe-acrobat-reader"
cask "aerial"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "blender-benchmark"
cask "contour"
cask "coolterm"
cask "crystalfetch"
cask "cyberduck"
cask "deepl"
cask "drawio"
cask "electerm"
cask "firefox"
cask "font-cica"
cask "font-hackgen-nerd"
cask "font-jetbrains-mono"
cask "font-plemol-jp-nf"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-source-code-pro"
cask "ghidra"
cask "gimp-dev"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "hot"
cask "iina"
cask "inkscape"
cask "istat-menus"
cask "jpc-qlcolorcode"
cask "karabiner-elements"
cask "kicad"
cask "kindle"
cask "kitty"
cask "logi-options-plus"
cask "ltspice"
cask "lunar"
cask "mactex"
cask "maczip"
cask "mediainfo"
cask "microsoft-edge"
cask "onlyoffice"
cask "onyx"
cask "parallels"
cask "qlimagesize"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklook-pfm"
cask "quicklookapk"
cask "quicklookase"
cask "silentknight"
cask "sourcetree"
cask "spotify"
cask "sqlectron"
cask "sqlight"
cask "sqlitestudio"
cask "sqlworkbenchj"
cask "squirrelsql"
cask "suspicious-package"
cask "tabby"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "tg-pro"
cask "transmission"
cask "utm"
cask "viso"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webex"
cask "wezterm"
cask "windterm"
cask "wireshark"
cask "xquartz"
cask "zoom"
vscode "activitywatch.aw-watcher-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "DotJoshJohnson.xml"
vscode "dqisme.sync-scroll"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "GrapeCity.gc-excelviewer"
vscode "GulajavaMinistudio.mayukaithemevsc"
vscode "IBM.output-colorizer"
vscode "jasew.mediawiki"
vscode "JonathanHarty.gruvbox-material-icon-theme"
vscode "kameshkotwani.google-search"
vscode "lextudio.restructuredtext-pack"
vscode "mads-hartmann.bash-ide-vscode"
vscode "maziac.binary-file-viewer"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-markdown-notebook"
vscode "ms-vsliveshare.vsliveshare"
vscode "qcz.text-power-tools"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rid9.datetime"
vscode "ritwickdey.LiveServer"
vscode "RoweWilsonFrederiskHolme.wikitext"
vscode "ryu1kn.partial-diff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shyykoserhiy.vscode-spotify"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vsls-contrib.gistfs"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "yarimit.vscode-charcode-ext"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
